{
  "history_de": [
    {
      "date": "2015",
      "title": "Gründung",
      "description": "Das ASCII Café wurde 2015 von Studierenden der Fakultät Informatik gegründet, um einen Treffpunkt für Austausch und Erholung zu schaffen."
    },
    {
      "date": "2017",
      "title": "Erweiterung des Angebots",
      "description": "Das Sortiment wurde um frische Snacks und eine größere Getränkeauswahl erweitert. Außerdem wurden Community-Events eingeführt."
    },
    {
      "date": "2019",
      "title": "Umbau und Renovierung",
      "description": "Mit Hilfe von Fördermitteln und ehrenamtlichen Helfern wurde der Tresen modernisiert und zusätzliche Sitzplätze geschaffen."
    },
    {
      "date": "2022",
      "title": "Digitalisierung",
      "description": "Ein neues Webauftritt- und Bestellsystem wurde eingeführt, um Kommunikation und Verwaltung zu verbessern."
    },
    {
      "date": "2025",
      "title": "Community-Aktionen",
      "description": "Regelmäßige Themenabende und Workshops stärken die Vernetzung mit Studierenden und lokalen Initiativen."
    }
  ],
  "history_en": [
    {
      "date": "2015",
      "title": "Founding",
      "description": "The ASCII Café was founded in 2015 by students of the Faculty of Computer Science to create a place for exchange and relaxation."
    },
    {
      "date": "2017",
      "title": "Offer Expanded",
      "description": "The menu was expanded with fresh snacks and a larger beverage selection. Community events were introduced."
    },
    {
      "date": "2019",
      "title": "Renovation",
      "description": "With support from grants and volunteers the counter was modernized and additional seating was added."
    },
    {
      "date": "2022",
      "title": "Digitalization",
      "description": "A new website and ordering system were implemented to improve communication and management."
    },
    {
      "date": "2025",
      "title": "Community Activities",
      "description": "Regular themed nights and workshops strengthen connections with students and local initiatives."
    }
  ]
}

